Repository: RizvanVeliyev/Restaurant
Catalog: Restaurant/Resources/Menu.*.resx
Languages: az, ru

source: Menu
az: Menyu
ru: Меню

source: Restaurant
az: Restoran
ru: Ресторан

source: Juicy Flavours
az: Şirəli ləzzətlər
ru: Сочные вкусы

source: What’s on the menu?
az: Menyuda nə var?
ru: Что в меню?

source: View all
az: Hamısına bax
ru: Смотреть всё

source: Variety
az: Fərqli çeşid
ru: Разнообразие

source: Blogs
az: Bloglar
ru: Блоги

source: Today’s specialty
az: Bugünkü xüsusi təklif
ru: Сегодняшнее специальное предложение

source: Read More
az: Daha çox oxu
ru: Читать дальше

source: In our venue
az: Məkanımızda
ru: В нашем заведении

source: NEWSLETTER
az: Xəbərlər
ru: ИНФОРМАЦИОННЫЙ

# Subscribe &amp; receive 15% discount coupon
source: Subscribe & receive 15% discount coupon
az: Abunə olun və 15% endirim kuponu əldə edin
ru: Подпишитесь и получите купон на скидку 15%

source: Subscribe
az: Abunə ol
ru: Подписаться

source: Subscribe to our
az: Abunə olun
ru: Подпишитесь на нашу

source: Off
az: endirim
ru: скидка

# desc1
source: Our restaurant’s menu offers a wide variety of delicious dishes to suit every taste! From fresh and high-quality ingredients, we bring you the finest examples of both local and international cuisine. Whether it’s meat dishes, seafood, or vegan options — each one is crafted to delight your palate. Choose us for an unforgettable dining experience!
az: Restoranımızın menyusunda hər zövqə uyğun dadlı və ləzzətli yeməklər sizi gözləyir! Təzə və keyfiyyətli məhsullardan hazırlanan milli və beynəlxalq mətbəxin ən gözəl nümunələrini təqdim edirik. İstər ət yeməkləri, istər dəniz məhsulları, istərsə də veqan seçimlər — hər biri öz xüsusi dadı ilə sizin zövqünüzü oxşayacaq. Gözəl bir dad təcrübəsi üçün bizi seçin!
ru: Меню нашего ресторана предлагает широкий выбор вкусных блюд на любой вкус! Мы готовим из свежих и качественных продуктов лучшие блюда национальной и международной кухни. Мясные блюда, морепродукты или веганские опции — всё создано, чтобы радовать ваш вкус. Выбирайте нас для незабываемого гастрономического удовольствия!

# desc2
source: Our menu also includes desserts and pastries to make your special moments even more unforgettable. Indulge in freshly baked croissants, creamy cakes, and aromatic coffee that awaken your senses. Additionally, our carefully curated drink selection adds the perfect touch to your meal. We invite you to a flavorful journey where every bite is crafted with love and care!
az: Menyumuzda həmçinin özəl günlərinizi daha da unudulmaz edəcək şirniyyatlar və desertlər mövcuddur. Təzə bişmiş kruvasanlar, kremli tortlar və aromatik qəhvə ilə dad hisslərinizi oyadın. Əlavə olaraq, seçilmiş içkilərdən ibarət menyumuzla yeməyinizə xoş bir toxunuş qatırıq. Hər loxmada sevgi və qayğı hiss edəcəyiniz bir dad səyahətinə dəvət edirik!
ru: В нашем меню также представлены десерты и выпечка, которые сделают ваши особые моменты ещё более незабываемыми. Побалуйте себя свежими круассанами, нежными тортами и ароматным кофе, которые пробудят ваши чувства. Кроме того, наша тщательно подобранная карта напитков идеально дополнит ваш обед. Приглашаем вас в кулинарное путешествие, где каждая деталь пропитана любовью и заботой!

# desc3
source: Our menu stands out with its rich variety and offers flavors to suit every taste. Here, you can find everything from traditional local cuisine to beloved dishes of international gastronomy. For meat lovers, we offer specially marinated kebabs, spicy and juicy meat dishes, and for seafood enthusiasts, our menu features fresh fish and other delightful seafood delicacies
az: Bizim menyumuz zəngin çeşidləri ilə seçilir və hər bir zövqə uyğun dadlar təqdim edir. Burada ənənəvi milli mətbəx nümunələrindən tutmuş beynəlxalq mətbəxin sevilən yeməklərinə qədər hər şeyi tapa bilərsiniz. Ətsevərlər üçün xüsusi marinadla hazırlanmış kabablar, ədviyyatlı və şirəli ət yeməkləri, dəniz məhsulları sevənlər üçün isə təzə balıq və digər dəniz nemətləri ilə hazırlanmış ləziz təamlar menyumuzun əsasını təşkil edir.
ru: Наше меню отличается богатым выбором и предлагает блюда на любой вкус. Здесь вы найдете всё: от традиционной национальной кухни до популярных блюд международной гастрономии. Для любителей мяса мы предлагаем специально маринованные шашлыки, острые и сочные мясные блюда, а для любителей морепродуктов — свежую рыбу и другие изысканные морские деликатесы.

# desc4
source: For our vegan and health-conscious guests, we’ve crafted natural and light dishes, as well as refreshing salads. Our salads, prepared with fresh vegetables, selected sauces, and unique recipes, are not only delicious but also visually appealing. Every dish is prepared with love and care, ensuring that every moment spent at our restaurant becomes unforgettable for you!
az: Veqan və sağlam qidalanan qonaqlarımız üçün təbii və yüngül yeməklər, təravətləndirici salatlar xüsusi olaraq düşünülüb. Təzə tərəvəzlər, seçilmiş souslar və xüsusi reseptlərlə hazırlanan salatlarımız həm ləzzətli, həm də gözoxşayan təqdimatla süfrənizə gəlir. Hər yeməyimiz sevgi və qayğı ilə hazırlanır, belə ki, restoranımızda keçirdiyiniz hər an sizin üçün unudulmaz olacaq!
ru: Для наших веганов и приверженцев здорового питания мы подготовили натуральные и легкие блюда, а также освежающие салаты. Наши салаты, приготовленные из свежих овощей, отборных соусов и уникальных рецептов, не только вкусные, но и радующие глаз. Каждое блюдо готовится с любовью и заботой, чтобы каждый момент, проведённый в нашем ресторане, стал для вас незабываемым!

source: Clients
az: Müştərilər
ru: Клиенты

source: Reservation
az: Rezervasiya
ru: Бронирование

source: Online
az: Onlayn
ru: Онлайн

source: Follow Us
az: Bizi İzləyin
ru: Подписывайтесь на нас

# Chef
source: Chef Taylor Bonnyman, working in collaboration with Head Chef Marguerite Keogh, offers elegant & playful modern British cooking.
az: Aşpaz Taylor Bonnyman, Baş aşpaz Marguerite Keogh ilə birgə, zərif və oynaq müasir Britaniya mətbəxini təqdim edir.
ru: Шеф-повар Тейлор Бонниман, в сотрудничестве с шеф-поваром Маргерит Киох, предлагает элегантную и игривую современную британскую кухню.

source: Online Reservation
az: Onlayn Rezervasiya
ru: Онлайн-бронирование
